Repository: Kingestif/TradMed
Catalog: tradmed/lib/l10n/app_*.arb
Languages: es

# aipageAppbar
source: Gemini
es: Géminis

# welcomeMessage
source: Hello,
es: Hola,

# meetAI
source: Let's meet your powerful Ai assistant
es: Conozcamos a tu poderoso asistente de IA

source: Premium Plan
es: Plan Premium

# unlockAI
source: Unlock your Ai chatbot & get all Premium features
es: Desbloquea tu chatbot de IA y obtén todas las funciones Premium

source: Upgrade Plan
es: Mejorar Plan

source: Features
es: Características

# features1
source: Health Tip
es: Consejo de Salud

# features2
source: Articles
es: Artículos

# features3
source: Healing Herbs
es: Hierbas Curativas

# aitalk
source: Chat / Talk
es: Chat / Hablar

# aitalkdetail
source: Instant diagnosis, and Treatment options.
es: Diagnóstico instantáneo y opciones de tratamiento.

# aivoice
source: Voice / Speech
es: Voz / Habla

# aivoicedetail
source: Engage in real time conversation.
es: Participa en conversaciones en tiempo real.

# navSearch
source: Search
es: Buscar

# navEducation
source: Education
es: Educación

# navShare
source: Share
es: Compartir

# navSetting
source: Setting
es: Configuración

# navFavorites
source: Favorite
es: Favorito

# navLogout
source: Logout
es: Cerrar sesión

# bottomHome
source: Home
es: Inicio

# bottomEducation
source: Education
es: Educación

# bottomTelemed
source: Telemedicine
es: Telemedicina

# bottomAi
source: Ai
es: IA

# homeSearch
source: Search
es: Buscar

# homeHero
source: Discover the Healing Power of Nature.
es: Descubre el Poder Curativo de la Naturaleza.

# homeDynamic1
source: AI Herbal Medicine Suggestion
es: Sugerencia de Medicina Herbal de IA

# homeDynamicDetail1
source: Our AI will suggest herbal medicines for your health needs.
es: Nuestra IA sugerirá medicinas herbales para tus necesidades de salud.

# homeDynamic2
source: Health Education
es: Educación en Salud

# homeDynamicDetail2
source: Get health education based on your location to help you learn more about herbal treatments.
es: Obtén educación sobre salud basada en tu ubicación para aprender más sobre tratamientos herbales.

# homeDynamic3
source: Search for Diseases
es: Buscar Enfermedades

# homeDynamicDetail3
source: Search diseases and get a list of herbal medicines that have user feedback and proven effectiveness.
es: Busca enfermedades y obtén una lista de medicinas herbales con comentarios de usuarios y eficacia probada.

# homeDynamic4
source: Talk to Herbal Professionals
es: Habla con Profesionales de la Herbolaria

# homeDynamicDetail4
source: Consult with herbal professionals and get personalized suggestions.
es: Consulta con profesionales de la herbolaria y obtén sugerencias personalizadas.
